{
	"porjects": [
		{
			"title": "Saida",
			"source": "https://github.com/mizrahiomer/saida",
			"website": "https://maorke.mtacloud.co.il/saida/",
			"video": "saida.mp4",
			"description": "An employee management system built as part of a workshop. The system helps managers and employees control key work processes efficiently and improve communication and documentation. The system is interfacing with the Google Calendar and Google Maps API to improve daily routine processes. In order to connect please enter the following credentials:"
		},

		{
			"title": "NBA Website",
			"source": "https://github.com/mizrahiomer/nba",
			"website": "https://nba-app-7e573.firebaseapp.com/",
			"video": "nba.mp4",
			"description": "NBA app built using React Hooks and Redux. All latest scores updates, teams and players details from the best league in the world. The app is connected to Firebase Google authentication and Realtime database to save all your favorites. The adapted for large screen size as well as for mobile screen size."
		},

		{
			"title": "WorkoutStar",
			"source": "https://github.com/mizrahiomer/Door2Dorr",
			"website": "http://workoutathome.online/",
			"video": "workoutStar.mp4",
			"description": ""
		},
		{
			"title": "Door2Dor",
			"source": "https://github.com/mizrahiomer/Door2Dorr",
			"website": "http://door2dor.herokuapp.com/",
			"video": "Door2Dor.mp4",
			"description": ""
		},

		{
			"title": "Tic Tac Toe",
			"source": "https://github.com/mizrahiomer/tictactoe",
			"website": "https://mizrahiomer.github.io/tictactoe/",
			"video": "tictactoe.mp4",
			"description": "Tic tac toe app built using React Hooks, play the classic tic tac toe game with a modern design and cool effects!. The results history is saved to Firebase Realtime Database. The app is adapted for large screen size as well as for mobile screen size."
		},
		{
			"title": "Todo list",
			"source": "https://github.com/mizrahiomer/todolist",
			"website": "https://mizrahiomer.github.io/todolist/",
			"video": "todolist.mp4",
			"description": "A simple todo list app built using React and Redux, this web app allows to create a list of tasks with custom categories. The app is adapted for large screen size as well as for mobile screen size. All data is saved to local storage. You can leave the site at anytime, then back in and your tasks will still be there!."
		}
	],
	"intro": "My name is Omer Mizrahi I'm a Full stack web developer specialize in React and Node.js",
	"about1": "I'm passionate and enthusiastic about web app development and always place UI/UX as high priority. I belive that design is the most valuable component on any project.",
	"about2": "I'm a team player who embraces challenges and enjoys coming with innovative ways to solve them. I take pride in being self-taught, self motivated and not afraid to fail",
	"facebook": "https://www.facebook.com/omer.mizrahi5",
	"linkedin": "https://www.linkedin.com/in/omer-mizrahi-473808153",
	"github": "https://github.com/mizrahiomer",
	"phone": "+972-54-6625292",
	"email": "mizrahiiomer@gmail.com"
}
